#english
[1]
txtAskRestart=Changing the language or database file requires a restart of the program. Would you like to restart now?
txtAutoInstall=Automatically Install after Downloading
txtAutoUpdate=Automatically check for updates
txtB9Invalid=The specified file is invalid. Please specify a valid boot9 (.bin) file.
txtBtnDownload=Download
txtBtnSettings=Settings
txtBtnShowLink=Show Link
txtBtnUpload=Upload
txtCfu=Check for updates
txtCfuMsg=Do you want to check for updates?
txtCiWarning=Please be aware that custom-install is only intended for advanced users. Damage and or corruption of your SD Card data may occur. If you'd like to continue, make sure you have a back up of your SD card if you don't know what you're doing.
txtClickText=(Click on file name to see the full path)
txtConfigCustomInstall=Configure custom-install
txtDb=Database: 
txtDbMissing=DATABASE FILE WAS NOT SPECIFIED.|beeShop needs a Database to get links from.|Please specify a database file in the Settings.
txtDownloading=Downloading
txtDownloadOn3DS=Download & Install on 3DS
txtDownloadOnPC=Download on PC, install on 3DS
txtDriveLetter=Drive Letter:
txtDriveLetterInvalidOrNotExist=The specified Drive Letter does not exist or not a valid Nintendo 3DS SD card. Make sure your SD card is in your computer and that you have the correct drive letter specified in the settings.
txtFileNotSpecified=File not specified.
txtFileSelect=Select Database
txtIdle=Idle
txtInstall=Install
txtInstalling=Installing
txtInvalidDb=The selected Database is invalid. Please specify a valid Database File (.csv).
txtInvalidDriveLetterFormat=Invalid Drive Letter Format.
txtInvalidSettings=Invalid Settings.
txtIpNotConfigured=IP is not configured.
txtLanguage=Language:
txtLink=Link:
txtMovableInvalid=The specified file is invalid. Please specify a valid .sed file.
txtNoAdmin=You need to run beeShop with administrator permissions to use custom-install.
txtNoGame=No game was selected.
txtNoSpecifyB9NoExist=No ARM9 Bootrom was specified or it does not exist.
txtNoSpecifyMvblNoExist=No movable was specified or it does not exist.
txtNoSpecifySdbNoExist=No SeedDB was specified or it does not exist.
txtNotCia=The selected file is not a CIA. Please select a .cia file and try again.
txtNoUpdateFound=No updates found. Latest Release: 
txtProgress=Progress:
txtRestart=Restart
txtSave=Save
txtSdbInvalid=The specified file is invalid. Please specify a valid seed database (.bin) file.
txtSearch=Search:
txtSelect=Select
txtSelectGame=Select the game
txtSelInstallMethod=Preferred Install Method:
txtSettings=Settings
txtShowCiCliWindow=Show custom-install command line window
txtSpeed=Speed:
txtStatus=Status:
txtSuccessDownload=was successfully downloaded.
txtUpdate=Update
txtUpdateFound=An update was found. Would you like to install it now?
#spanish
[2]
txtAskRestart=Cambiar el idioma o el archivo de la base de datos requiere un reinicio del programa. ¿Desea reiniciar ahora?
txtAutoInstall=Instalar automáticamente después de descargar
txtAutoUpdate=Buscar actualizaciones automáticamente
txtB9Invalid=El archivo especificado no es válido. Especifique un archivo boot9 (.bin) válido.
txtBtnDownload=Descargar y Subir
txtBtnSettings=Ajustes
txtBtnShowLink=Mostrar enlace
txtCfu=Buscar actualizaciones
txtCfuMsg=¿Quieres buscar actualizaciones?
txtCiWarning=Tenga en cuenta que custom-install es solo para usuarios avanzados. Los datos de su tarjeta SD pueden estar dañados. Si desea continuar, asegúrese de tener una copia de seguridad de su tarjeta SD si no sabe lo que está haciendo.
txtClickText=(Haga clic en el nombre del archivo para ver la ruta completa)
txtConfigCustomInstall=Configurar custom-install
txtDb=Base de Datos: 
txtDbMissing=NO SE ENCONTRÓ EL ARCHIVO BASE DE DATOS.|beeShop necesita una DB para funcionar.|Especifique un archivo de base de datos en el menú Configuración.
txtDownloading=Descargando
txtDownloadOn3DS=Descargar e instalar en 3DS
txtDownloadOnPC=Descargar en PC, instalar en 3DS
txtDriveLetter=Letra de unidad:
txtDriveLetterInvalidOrNotExist=La letra de unidad especificada no existe o no es una tarjeta SD Nintendo 3DS válida. Asegúrese de que su tarjeta SD esté en su computadora y que tenga la letra de unidad correcta especificada en la configuración.
txtFileNotSpecified=Archivo no especificado.
txtFileSelect=Seleccionar base de datos
txtIdle=Inactivo
txtInstall=Instalar
txtInstalling=Instalando
txtInvalidDb=La base de datos seleccionada no es válida. Especifique un archivo de base de datos válido (.csv).
txtInvalidDriveLetterFormat=Formato de letra de unidad no válido.
txtInvalidSettings=Configuraciones inválidas.
txtIpNotConfigured=No se encontró una IP configurada.
txtLanguage=Idioma:
txtLink=Enlace:
txtMovableInvalid=El archivo especificado no es válido. Por favor, especifique un archivo .sed válido.
txtNoAdmin=Debe ejecutar beeShop con permisos de administrador para usar custom-install.
txtNoGame=No se seleccionó ningún juego.
txtNoSpecifyB9NoExist=No se especificó ARM9 Bootrom o no existe.
txtNoSpecifyMvblNoExist=No se especificó movable o no existe.
txtNoSpecifySdbNoExist=No se especificó SeedDB o no existe.
txtNotCia=El archivo seleccionado no es una CIA. Seleccione un archivo .cia e intente nuevamente.
txtNoUpdateFound=No se encontraron actualizaciones. Última versión: 
txtProgress=Progreso:
txtRestart=Reiniciar
txtSave=Guardar
txtSdbInvalid=El archivo especificado no es válido. Especifique un archivo válido de base de datos semilla (.bin).
txtSearch=Buscar:
txtSelect=Seleccione
txtSelectGame=Selecciona un juego
txtSelInstallMethod=Método de Instalar preferido:
txtSettings=Ajustes
txtShowCiCliWindow=Mostrar ventana de línea de comando custom-install
txtSpeed=Velocidad:
txtStatus=Estado:
txtSuccessDownload=fue descargado con éxito.
txtUpdate=Actualizar
txtUpdateFound=Se encontró una versión más reciente de beeShop. ¿Quieres actualizar ahora?
#german
[3]
txtAskRestart=Das Ändern der Sprache oder Datenbankdatei erfordert einen Neustart des Programms. Möchten Sie jetzt neu starten?
txtAutoInstall=Automatisch installieren nach Download
txtAutoUpdate=Automatisch nach Aktualisierungen suchen
txtB9Invalid=Die angegebene Datei ist ungültig. Bitte geben Sie eine gültige boot9 (.bin) Datei an.
txtBtnDownload=Herunterladen
txtBtnSettings=Einstellungen
txtBtnShowLink=Link anzeigen
txtCfu=Nach Aktualisierungen suchen
txtCfuMsg=Möchten sie nach Aktualisierungen suchen?
txtCiWarning=Bitte beachten Sie, dass custom-install nur für fortgeschrittene Benutzer gedacht ist. Es kann zur Beschädigung zu Ihren SD-Kartendaten kommen. Wenn Sie fortfahren möchten, stellen Sie sicher, dass Sie eine Sicherungskopie Ihrer SD-Karte haben, wenn Sie nicht wissen, was Sie tun.
txtClickText=(Auf Dateinamen klicken um den vollständigen pfad zu sehen)
txtConfigCustomInstall=custom-install konfigurieren
txtDb=Datenbank: 
txtDbMissing=Die Datenbank wurde nicht angegeben.|beeShop benötigt eine Datenbank für Links.|Bitte Wähle eine Datenbank in den Einstellungen aus.
txtDownloading=Herunterladen
txtDownloadOn3DS=Auf dem 3DS Herunterladen & installieren
txtDownloadOnPC=Auf dem PC Herunterladen, auf 3DS installieren
txtDriveLetter=Laufwerksbuchstabe:
txtDriveLetterInvalidOrNotExist=Der angegebene Laufwerksbuchstabe existiert nicht oder ist keine gültige Nintendo 3DS SD-Karte. Stellen Sie sicher, dass sich Ihre SD-Karte in Ihrem Computer befindet und dass Sie den richtigen Laufwerksbuchstaben in den Einstellungen angegeben haben.
txtFileNotSpecified=Datei wurde nicht angegeben.
txtFileSelect=Datenbank auswählen
txtIdle=Leerlauf
txtInstall=Installieren
txtInstalling=Installieren
txtInvalidDb=Die ausgewählte Datenbank ist ungültig. Bitte geben Sie eine gültige Datenbankdatei (.csv) an.
txtInvalidDriveLetterFormat=Ungültiges Laufwerksbuchstabenformat.
txtInvalidSettings=Ungültige Einstellungen.
txtIpNotConfigured=IP wurde nicht konfiguriert.
txtLanguage=Sprache:
txtLink=Link:
txtMovableInvalid=Die angegebene Datei ist ungültig. Bitte geben Sie eine gültige .sed-Datei an.
txtNoAdmin=Sie müssen beeShop mit Administratorrechten starten, um custom-install zu verwenden.
txtNoGame=Es wurde kein Spiel ausgewählt.
txtNoSpecifyB9NoExist=Es wurde kein ARM9 Bootrom angegeben oder es existiert nicht.
txtNoSpecifyMvblNoExist=Es wurde kein movable angegeben oder es existiert nicht.
txtNoSpecifySdbNoExist=Es wurde kein SeedDB angegeben oder es existiert nicht.
txtNotCia=Die ausgewählte Datei ist keine CIA. Bitte wählen Sie eine .cia-Datei aus und versuchen Sie es erneut.
txtNoUpdateFound=Keine Aktualisierungen gefunden. Aktuelle Version: 
txtProgress=Fortschritt:
txtRestart=Neustarten
txtSave=Speichern
txtSdbInvalid=Die angegebene Datei ist ungültig. Bitte geben Sie eine gültige Seed-Datenbankdatei (.bin) an.
txtSearch=Suchen:
txtSelect=Auswählen
txtSelectGame=Wähle ein Spiel aus
txtSelInstallMethod=Bevorzugte Installationsmethode:
txtSettings=Einstellungen
txtShowCiCliWindow=custom-install-Befehlszeilenfenster anzeigen
txtSpeed=Geschwindigkeit:
txtStatus=Status:
txtSuccessDownload=wurde erfolgreich heruntergeladen.
txtUpdate=Aktualisieren
txtUpdateFound=Eine Aktualisierung wurde gefunden. Möchten sie sie jetzt installieren?
#italian
[4]
txtAskRestart=La modifica della lingua o del file di database richiede il riavvio del programma. Vuoi riavviare ora?
txtAutoInstall=Installa automaticamente dopo il download
txtAutoUpdate=Controlla automaticamente gli aggiornamenti
txtB9Invalid=Il file specificato non è valido. Specificare un file boot9 (.bin) valido.
txtBtnDownload=Scarica
txtBtnSettings=Impostazioni
txtBtnShowLink=Mostra link
txtCfu=Controlla aggiornamenti
txtCfuMsg=Vuoi verificare la presenza di aggiornamenti?
txtCiWarning=Si noti che custom-install è solo per utenti esperti. I dati della scheda SD potrebbero essere danneggiati. Se vuoi continuare, assicurati di avere un backup della tua scheda SD se non sai cosa stai facendo.
txtClickText=(Fare clic sul nome del file per vedere il percorso completo)
txtConfigCustomInstall=Configura custom-install
txtDb=Database: 
txtDbMissing=IL FILE DATABASE È MANCANTE.|beeShop ha bisogno di un db per ottenere collegamenti.|Si prega di specificare un file di database nel menu Impostazioni.
txtDownloading=Scaricamento
txtDownloadOn3DS=Scarica e installa su 3DS
txtDownloadOnPC=Scarica su PC, installa su 3DS
txtDriveLetter=Lettera di unità:
txtDriveLetterInvalidOrNotExist=La lettera di unità specificata non esiste o non è una scheda SD Nintendo 3DS valida. Assicurarsi che la scheda SD sia nel computer e che sia stata specificata la lettera di unità corretta nelle impostazioni.
txtFileNotSpecified=File non specificato.
txtFileSelect=Selezionare il database
txtIdle=Inattivo
txtInstall=Installare
txtInstalling=Installazione
txtInvalidDb=Il database selezionato non è valido. Specificare un file di database valido (.csv).
txtInvalidDriveLetterFormat=Formato lettera unità non valido.
txtInvalidSettings=Impostazioni non valide.
txtIpNotConfigured=IP non configurato.
txtLanguage=Lingua:
txtLink=Link:
txtMovableInvalid=Il file specificato non è valido. Si prega di specificare un file .sed valido.
txtNoAdmin=È necessario eseguire beeShop con le autorizzazioni di amministratore per utilizzare custom-install.
txtNoGame=Nessun gioco è selezionato.
txtNoSpecifyB9NoExist=Nessun ARM9 Bootrom è stato specificato o non esiste.
txtNoSpecifyMvblNoExist=Nessun movable è stato specificato o non esiste.
txtNoSpecifySdbNoExist=Nessun SeedDB è stato specificato o non esiste.
txtNotCia=Il file selezionato non è una CIA. Seleziona un file .cia e riprova.
txtNoUpdateFound=Nessun aggiornamento trovato. Ultima versione:
txtProgress=Progresso:
txtRestart=Ricomincia
txtSave=Salva
txtSdbInvalid=Il file specificato non è valido. Specificare un file di database seed (.bin) valido.
txtSearch=Ricerca:
txtSelect=Selezionares
txtSelectGame=Seleziona il gioco
txtSelInstallMethod=Metodo di Installare preferito:
txtSettings=Impostazioni
txtShowCiCliWindow=Mostra la finestra della riga di comando custom-install
txtSpeed=Velocità:
txtStatus=Stato:
txtSuccessDownload=è stato scaricato con successo.
txtUpdate=Aggiorna
txtUpdateFound=È stato trovato un aggiornamento. Desideri installarlo ora?
#french
[5]
txtAskRestart=La modification de la langue ou du fichier de base de données nécessite un redémarrage du programme. Voulez-vous redémarrer maintenant?
txtAutoInstall=Installer automatiquement après le téléchargement
txtAutoUpdate=Rechercher des mises à jour automatiquement
txtB9Invalid=Le fichier spécifié n'est pas valide. Veuillez spécifier un fichier boot9 (.bin) valide.
txtBtnDownload=Télécharger
txtBtnSettings=Paramètres
txtBtnShowLink=Montrer le lien
txtCfu=Rechercher des mises à jour
txtCfuMsg=Voudriez-vous rechercher des mises à jour?
txtCiWarning=Veuillez noter que custom-install est réservée aux utilisateurs avancés. Vos données de carte SD peuvent être endommagées. Si vous souhaitez continuer, assurez-vous d'avoir une sauvegarde de votre carte SD si vous ne savez pas ce que vous faites.
txtClickText=(Cliquez sur le nom du fichier pour voir le chemin complet)
txtConfigCustomInstall=Configurer custom-install
txtDb=Base de données: 
txtDbMissing=LE FICHIER BASE DE DONNÉES N'A PAS ÉTÉ TROUVÉ.|beeShop a besoin d'une base de données pour récupérer les liens.|Veuillez spécifier un fichier de base de données dans le menu Paramètres.
txtDownloading=En cours de téléchargement
txtDownloadOn3DS=Télécharger et installer sur 3DS
txtDownloadOnPC=Télécharger sur PC, installer sur 3DS
txtDriveLetter=Lettre de lecteur:
txtDriveLetterInvalidOrNotExist=La lettre de lecteur spécifiée n'existe pas ou n'est pas une carte SD Nintendo 3DS valide. Assurez-vous que votre carte SD est dans votre ordinateur et que vous avez la bonne lettre de lecteur spécifiée dans les paramètres.
txtFileNotSpecified=Fichier non spécifié.
txtFileSelect=Sélectionner la base de données
txtIdle=Tourner au ralenti
txtInstall=Installer
txtInstalling=Installation
txtInvalidDb=La base de données sélectionnée n'est pas valide. Veuillez spécifier un fichier de base de données valide (.csv).
txtInvalidDriveLetterFormat=Format de lettre de lecteur non valide.
txtInvalidSettings=Paramètres invalides.
txtIpNotConfigured=IP non configuré
txtLanguage=Langue:
txtLink=Lien:
txtMovableInvalid=Le fichier spécifié n'est pas valide. Veuillez spécifier un fichier .sed valide.
txtNoAdmin=Vous devez exécuter beeShop avec des autorisations d'administrateur pour utiliser custom-install.
txtNoGame=Aucun jeu n'a été selectionné.
txtNoSpecifyB9NoExist=Aucun ARM9 Bootrom n'a été spécifié ou il n'existe pas.
txtNoSpecifyMvblNoExist=Aucun movable n'a été spécifié ou il n'existe pas.
txtNoSpecifySdbNoExist=Aucun SeedDB n'a été spécifié ou il n'existe pas.
txtNotCia=Le fichier sélectionné n'est pas une CIA. Veuillez sélectionner un fichier .cia et réessayer.
txtNoUpdateFound=Aucune mise à jour trouvé. Dernière version: 
txtProgress=Progrès:
txtRestart=Redémarrer
txtSave=Sauvegarder
txtSdbInvalid=Le fichier spécifié n'est pas valide. Veuillez spécifier un fichier de base de données d'origine (.bin) valide.
txtSearch=Chercher:
txtSelect=Sélectionner
txtSelectGame=Selectionnez le jeu
txtSelInstallMethod=Méthode de Installer préférée:
txtSettings=Paramètres
txtShowCiCliWindow=Afficher la fenêtre de ligne de commande custom-install
txtSpeed=Vitesse:
txtStatus=Statut:
txtSuccessDownload=a été téléchargé avec succès.
txtUpdate=Mettre à jour
txtUpdateFound=Une mise à jour a été trouvée. Voudriez-vous l'installer?
#catalan
[6]
txtAskRestart=Per canviar l’idioma o el fitxer de base de dades cal reiniciar el programa. Voleu reiniciar ara?
txtAutoInstall=Instal·lació automàtica després de la baixada
txtAutoUpdate=Buscar actualizacions automàticament
txtB9Invalid=El fitxer especificat no és vàlid. Especifiqueu un fitxer d'arrencada vàlid (.bin).
txtBtnDownload=Descarregar i pujar
txtBtnSettings=Configuració
txtBtnShowLink=Mostrar l'enllaç
txtCfu=Buscar actualizacions
txtCfuMsg=¿Vols buscar actualizacions?
txtCiWarning=Tingueu en compte que la custom-install només és per a usuaris avançats. Es poden danyar les dades de la targeta SD. Si voleu continuar, assegureu-vos que teniu una còpia de seguretat de la targeta SD si no sabeu el que esteu fent.
txtClickText=(Feu clic al nom del fitxer per veure la ruta completa)
txtConfigCustomInstall=Configurar custom-install
txtDb=Base de Dades: 
txtDbMissing=No s'ha trobat l'arxiu Base de Dades.|beeShop necessita una base de dades per funcionar.|Especifiqueu un fitxer de base de dades al menú Configuració.
txtDownloading=Descarregant
txtDownloadOn3DS=Baixar i instal·lar en 3DS
txtDownloadOnPC=Descarregueu-lo a PC, instal·leu-lo en 3DS
txtDriveLetter=Carta de la unitat:
txtDriveLetterInvalidOrNotExist=La Carta d’unitat especificada no existeix o no és una targeta SD 3DS vàlida de Nintendo. Assegureu-vos que la vostra targeta SD es troba al vostre ordinador i que tingueu la lletra de unitat correcta especificada a la configuració.
txtFileNotSpecified=Fitxer no especificat.
txtFileSelect=Base de dades selecta
txtIdle=Ociós
txtInstall=Instal·leu
txtInstalling=Instal·lació
txtInvalidDb=La base de dades seleccionada no és vàlida. Especifiqueu un fitxer de base de dades vàlid (.csv).
txtInvalidDriveLetterFormat=Format de lletra de la unitat no vàlid.
txtInvalidSettings=Configuració no vàlida.
txtIpNotConfigured=No s'ha trobat una direcció IP configurada
txtLanguage=Idioma:
txtLink=L'enllaç:
txtMovableInvalid=El fitxer especificat no és vàlid. Especifiqueu un fitxer .sed vàlid.
txtNoAdmin=Heu d’executar beeShop amb permisos d’administrador per utilitzar custom-install.
txtNoGame=No s'ha seleccionat cap joc.
txtNoSpecifyB9NoExist=No s’ha especificat cap Boot9 o no existeix.
txtNoSpecifyMvblNoExist=No s’ha especificat cap movable o no existeix.
txtNoSpecifySdbNoExist=No s’ha especificat cap SeedDB o no existeix.
txtNotCia=El fitxer seleccionat no és una CIA. Seleccioneu un fitxer .cia i torneu-ho a provar.
txtNoUpdateFound=No s'han trobat actualizacions. Última versio: 
txtProgress=Progrés:
txtRestart=Reinicia
txtSave=Guardar
txtSdbInvalid=El fitxer especificat no és vàlid. Especifiqueu un fitxer de base de dades de llavors (.bin) vàlid.
txtSearch=Cerca:
txtSelect=Seleccionar
txtSelectGame=Selecciona un joc
txtSelInstallMethod=Mètode de Instal·leu preferit:
txtSettings=Configuració
txtShowCiCliWindow=Mostra la finestra de la línia de comandes custom-install
txtSpeed=Velocitat:
txtStatus=Estat:
txtSuccessDownload=es va descarregar correctament.
txtUpdate=Actualizar
txtUpdateFound=S'ha trobat una versio més recent de beeShop. ¿Vols actualizar ara?

#portuguese
[7]
txtAskRestart=Alterar o idioma ou o arquivo de banco de dados requer uma reinicialização do programa. Deseja reiniciar agora?
txtAutoInstall=Instalar automaticamente após o download
txtAutoUpdate=Procurar por atualizações automaticamente
txtB9Invalid=O arquivo especificado é inválido. Especifique um arquivo boot9 (.bin) válido.
txtBtnDownload=Baixar e subir
txtBtnSettings=Configurações
txtBtnShowLink=Mostrar link
txtCfu=Procurar por atualizações
txtCfuMsg=Checar se existem atualizações?
txtCiWarning=Observe que a custom-install é apenas para usuários avançados. Os dados do seu cartão SD podem estar danificados. Se você quiser continuar, verifique se possui um backup do seu cartão SD, se não souber o que está fazendo.
txtClickText=(Clique no nome do arquivo para ver o caminho completo)
txtConfigCustomInstall=Configurar custom-install
txtDb=Banco de dados: 
txtDbMissing=O ARQUIVO BANCO DE DADOS NÃO FOI ENCONTRADO.|beeShop precisa de um banco de dados para conseguir links.|Especifique um arquivo de banco de dados no menu Configurações.
txtDownloading=Baixando
txtDownloadOn3DS=Baixe e instale no 3DS
txtDownloadOnPC=Baixe no PC, instale no 3DS
txtDriveLetter=Letra da unidade:
txtDriveLetterInvalidOrNotExist=A letra da unidade especificada não existe ou não é um cartão SD Nintendo 3DS válido. Verifique se o cartão SD está no seu computador e se você tem a letra de unidade correta especificada nas configurações.
txtFileNotSpecified=Arquivo não especificado.
txtFileSelect=Selecionar banco de dados
txtIdle=Ocioso
txtInstall=Instalar
txtInstalling=Instalando
txtInvalidDb=O banco de dados selecionado é inválido. Especifique um arquivo de banco de dados válido (.csv).
txtInvalidDriveLetterFormat=Formato de letra de unidade inválido.
txtInvalidSettings=Configurações inválidas.
txtIpNotConfigured=IP não está configurado.
txtLanguage=Idioma:
txtLink=Link:
txtMovableInvalid=O arquivo especificado é inválido. Especifique um arquivo .sed válido.
txtNoAdmin=Você precisa executar o beeShop com permissões de administrador para usar custom-install.
txtNoGame=Nenhum jogo foi selecionado.
txtNoSpecifyB9NoExist=Nenhum ARM9 Bootrom foi especificado ou ele não existe.
txtNoSpecifyMvblNoExist=Nenhum movable foi especificado ou ele não existe.
txtNoSpecifySdbNoExist=Nenhum SeedDB foi especificado ou ele não existe.
txtNotCia=O arquivo selecionado não é uma CIA. Selecione um arquivo .cia e tente novamente.
txtNoUpdateFound=Nenhuma atualização foi encontrada. Última versão: 
txtProgress=Progresso:
txtRestart=Reiniciar
txtSave=Salvar
txtSdbInvalid=O arquivo especificado é inválido. Especifique um arquivo de banco de dados de sementes (.bin) válido.
txtSearch=Procurar:
txtSelect=Selecionar
txtSelectGame=Selecione o jogo
txtSelInstallMethod=Método de Instalar preferido:
txtSettings=Configurações
txtShowCiCliWindow=Mostrar janela da linha de comandos do custom-install
txtSpeed=Velocidade:
txtStatus=Status:
txtSuccessDownload=foi baixado com sucesso.
txtUpdate=Atualizar
txtUpdateFound=Uma atualização foi encontrada. Gostaria de instalar agora?